<?php
if(!defined('TOSIBOSI'))
{
    die("Off, Fuck off =) !");
}


//setting for page
$page_settings_array = array(
    'h3' => 'затромбовать или уплотнить грунт?',
    'h2' => 'Закажите компрессор <strong>в аренду с доставкой</strong> и расчитайтесь удобным для вас способом.',
);
//const
$before_price = 'Стоимость в сутки';
$after_price = ' руб';
//указать максимаьное количество товаров к выводу
$count_arrays = 30;
//prices


$catalog_item_1 = array(
    'img' => 'compressor/WesterW100-220OLC.jpg',
    'name' => "Компрессор Wester W 100-220 OLC",
    'price' => 800,
    'options' => array(
        'Мощность' => '2200 Вт',
        'Производительность' => '400 л/мин',
        'Макс давление' => '8 бар',
        //'Габариты' => '500х588х940 мм',
        'Объем ресивера' => '100л',
    )

);

$catalog_item_2 = array(
    'img' => 'compressor/ErgusDV370-50.jpg',
    'name' => "Компрессор Ergus DV 370-50",
    'price' => 900,
    'options' => array(
        'Мощность' => '2200 Вт',
        'Вес' => '46 кг',
        'Производительность' => '400 л/мин',
        'Макс давление' => '8 бар',
        //'Габариты' => '500х588х940 мм',
        'Объем ресивера' => '50л',
    )

);

$catalog_item_3 = array(
    'img' => 'compressor/REMEZAСБ4Ф-270LB50.jpg',
    'name' => "Компрессор поршневой REMEZA СБ4/Ф-270 LB50",
    'price' => 1800,
    'options' => array(
        'Мощность' => '4000 Вт',
        'Вес' => '180 кг',
        'Производительность' => '630 л/мин',
        'Макс давление' => '10 бар',
        //'Габариты' => '500х588х940 мм',
        'Объем ресивера' => '270 л',
    )

);

$catalog_item_4 = array(
    'img' => 'compressor/WesterW024-180OLC.jpg',
    'name' => "Компрессор Wester W 024-180 OLC",
    'price' => 500,
    'options' => array(
        'Мощность' => '1800 Вт',
        'Вес' => '24 кг',
        //'Производительность' => '630 л/мин',
        'Макс давление' => '8 бар',
        //'Габариты' => '500х588х940 мм',
       // 'Объем ресивера' => '270 л',
    )

);

