
<?php
if(!defined('TOSIBOSI'))
{
    die("Off, Fuck off =) !");
}


//setting for page
$page_settings_array = array(
    'h3' => 'затромбовать или уплотнить грунт?',
    'h2' => 'Закажите виброплиту <strong>в аренду с доставкой</strong> и расчитайтесь удобным для вас способом.',
);
//const
$before_price = 'Стоимость в сутки';
$after_price = ' руб';
//указать максимаьное количество товаров к выводу
$count_arrays = 30;
//prices


$catalog_item_1 = array(
    'img' => 'vibroplit/WackerNeuson.jpg',
    'name' => "Аренда виброплиты Wacker Neuson",
    'price' => 1300,
    'options' => array(
        'Мощность' => '4,7 л.с.',
        'Глубина уплотнения' => 'до 200 мм',
        'Вес' => '81 кг',
        'Габариты' => '500х588х940 мм',
        'Бак/расход топлива' => '1,5 л/ч',
    )

);
$catalog_item_2 = array(
    'img' => 'vibroplit/ChampionPC9045F.jpg',
    'name' => "Аренда виброплиты Champion PC9045F",
    'price' => 1000,
    'options' => array(
        'Мощность' => '5,5 л.с.',
        'Глубина уплотнения' => 'до 200 мм',
        'Вес' => '91 кг',
        'Габариты' => '580*410*590 мм',
        'Бак/расход топлива' => '3,6 л / 1,4 л/ч',
        'Частота вибрации' => '5900 вибр/мин',
    )

);
$catalog_item_3 = array(
    'img' => 'vibroplit/WACKERNEUSONWP-1030A.jpg',
    'name' => "Аренда виброплиты WACKER NEUSON WP-1030A",
    'price' => 1000,
    'options' => array(
        'Мощность' => '2,8 л.с.',
        'Глубина уплотнения' => 'до 100 мм',
        'Вес' => '50 кг',
        'Габариты' => '580*410*590 мм',
        'Расход топлива' => '0,88 л/ч',
        //'Частота вибрации' => '5900 вибр/мин',
        'Тип двигателя' => '4-х тактный',
    )

);
$catalog_item_4 = array(
    'img' => 'vibroplit/WackerNeusonWP1550F.jpg',
    'name' => "Аренда виброплиты Wacker Neuson WP1550F",
    'price' => 1800,
    'options' => array(
        'Мощность' => '5,5 л.с.',
        'Глубина уплотнения' => 'до 200 мм',
        'Вес' => '85 кг',
        'Габариты' => '586*500*632 мм',
        //'Расход топлива' => '0,88 л/ч',
        'Частота вибрации' => '5900 вибр/мин',
        'Бак/расход топлива' => '3,7 л / 1,4 л/ч',
        //'Тип двигателя' => '4-х тактный',
    )

);
$catalog_item_5 = array(
    'img' => 'vibroplit/ТССVP175H.jpg',
    'name' => "Аренда виброплиты ТСС VP175H",
    'price' => 1300,
    'options' => array(
        'Мощность' => '8 л.с.',
        'Глубина уплотнения' => 'до 400 мм',
        'Вес' => '175 кг',
        'Габариты' => '890х577х1120 мм',
        //'Расход топлива' => '0,88 л/ч',
        'Частота вибрации' => '5900 вибр/мин',
        'Бак/расход топлива' => '3,7 л / 1,4 л/ч',
        'Тип двигателя' => 'Бензиновый',
    )

);$catalog_item_6 = array(
    'img' => 'vibroplit/WackerNeusonBPU-5545A.jpg',
    'name' => "Аренда виброплиты Wacker Neuson BPU-5545A",
    'price' => 3000,
    'options' => array(
        'Мощность' => '8 л.с.',
        'Глубина уплотнения' => 'до 550 мм',
        'Вес' => '332 кг',
        'Габариты' => '900х450 мм',
        //'Расход топлива' => '0,88 л/ч',
        //'Частота вибрации' => '5900 вибр/мин',
        'Бак/расход топлива' => '6,5 л/3,5 л/ч',
        'Тип двигателя' => 'Бензиновый',
    )

);$catalog_item_7 = array(
    'img' => 'vibroplit/WackerNeusonDPU-6555.jpg',
    'name' => "Аренда виброплиты Wacker Neuson DPU-6555",
    'price' => 4000,
    'options' => array(
        'Мощность' => '13,5 л.с.',
        'Глубина уплотнения' => 'до 650 мм',
        'Вес' => '497 кг',
        'Габариты' => '900х710х869 мм',
        //'Расход топлива' => '0,88 л/ч',
        //'Частота вибрации' => '5900 вибр/мин',
        'Бак/расход топлива' => '6 л/ч',
        'Тип двигателя' => 'Hatz 1D81S',
    )

);$catalog_item_8 = array(
    'img' => 'vibroplit/WackerNeusonDPU-130.jpg',
    'name' => "Аренда виброплиты Wacker Neuson DPU-130",
    'price' => 9000,
    'options' => array(
        'Мощность' => '36 л.с.',
        'Глубина уплотнения' => 'до 1300 мм',
        'Вес' => '1185 кг',
        'Габариты' => '1186х1200х988 мм мм',
        //'Расход топлива' => '0,88 л/ч',
        //'Частота вибрации' => '5900 вибр/мин',
       // 'Бак/расход топлива' => '6 л/ч',
        'Тип двигателя' => 'Дизельный',
    )

);


?>