<?php
//setting for page
$page_settings_array = array (
    'h3' => 'нужно бурить?',
    'h2' => 'Закажите бензиновый генератор <strong>в аренду с доставкой</strong> и расчитайтесь удобным для вас способом.',
);
//const
$before_price = 'Стоимость в сутки';
$after_price = ' руб';
//указать максимаьное количество товаров к выводу
$count_arrays = 30;
//prices

$catalog_item_1 = array(
    'img' => 'WackerNeusonMG5.png',
    'name' => "Wacker Neuson MG5",
    'price' => 800,
    'options' => array(
        'Мощность' => '5.5 кВт',
        'Вес' => '79 кг',
        'Габариты' => '590x435x435 мм',
        'Расход топлива' => 'от 2,5 до 3,1 л/ч',
    )

);
$catalog_item_2 = array(
    'img' => 'HyundaiHY3000F.jpg',
    'name' => "Генератор Hyundai HY3000F",
    'price' => 1000,
    'options' => array(
        'Мощность' => '2.8 кВт',
        'Вес' => '47 кг',
        'Напряжение' => '220 Вольт',
        'Габариты' => '590x435x435 мм',
    )

);
$catalog_item_3 = array(
    'img' => 'champion-gg3300e.jpg',
    'name' => "Генератор Champion GG3300E",
    'price' => 700,
    'options' => array(
        'Мощность' => '2.2 кВт',
        'Вес' => '45 кг',
        'Напряжение' => '220 Вольт',
        'Габариты' => '607*455*522 мм',
        'Расход топлива' => '1,5 л/час',
    )

);

$catalog_item_4 = array(
    'img' => 'WesterGNB7500i.png',
    'name' => "Генератор инверторный Wester GNB7500i (Для оргтехники)",
    'price' => 2000,
    'options' => array(
        'Мощность' => '7.5 кВт',
        'Вес' => '65 кг',
        'Напряжение' => '220 Вольт',
        'Габариты' => '590x435x435 мм',
        'Емкость бака' => '15 л',
        'Расход топлива' => '3 л/ч',
    )

);


$catalog_item_5 = array(
    'img' => 'GeneracGP6000E.png',
    'name' => "Generac GP6000E",
    'price' => 1200,
    'options' => array(
        'Мощность' => '6 кВт',
        'Вес' => '90 кг',
        'Напряжение' => '220 Вольт',
        'Габариты' => '692х687х638 мм',
        'Топливо' => 'АИ-92',
        'Расход топлива' => '2.9 л/ч',
    )

);
$catalog_item_6 = array(
    'img' => 'TSS-SGG-7500Е3.png',
    'name' => "Бензогенератор TSS-SGG-7500Е3",
    'price' => 2000,
    'options' => array(
        'Мощность' => '8,5 кВт',
        'Вес' => '94 кг',
        'Напряжение' => '220 Вольт',
        'Объем бака' => '25',
        'Топливо' => 'АИ-92',
        'Расход топлива' => '2.9 л/ч',
    )

);

$catalog_item_6 = array(
    'img' => 'SDMOTECHNIC10000E.png',
    'name' => "Бензиновая электростанция SDMO TECHNIC 10000 E",
    'price' => 2000,
    'options' => array(
        'Мощность' => '10 кВт',
        'Вес' => '139 кг',
        'Напряжение' => '220 Вольт',
        'Габариты' => '890x570x770 мм',
        'Топливо' => 'АИ-92',
        'Расход топлива' => '4,2 л/ч',
    )

);


$catalog_item_7 = array(
    'img' => 'HUTERDY6500L.jpg',
    'name' => "Генератор HUTER DY6500L",
    'price' => 1000,
    'options' => array(
        'Мощность' => '5 кВт',
        'Вес' => '84 кг',
        'Напряжение' => '220 Вольт',
        'Габариты' => '700x570x535 мм',
        'Топливо' => 'АИ-92',
        'Расход топлива' => '2 л/ч',
    )

);
$catalog_item_8 = array(
    'img' => 'SDMOTECHNIC15000TE.jpg',
    'name' => "Генератор SDMO TECHNIC 15000 TE",
    'price' => 2200,
    'options' => array(
        'Мощность' => '9.2 кВт',
        'Вес' => '193 кг',
        'Напряжение' => '380 Вольт',
        'Габариты' => '895x570x770 мм',
        'Топливо' => 'АИ-92',
        'Расход топлива' => '5 л/ч',
    )

);
$catalog_item_9 = array(
    'img' => 'SDMOLX7500.jpg',
    'name' => "Генератор SDMO LX 7500",
    'price' => 1500,
    'options' => array(
        'Мощность' => '7.2 кВт',
        'Вес' => '95 кг',
        'Напряжение' => '220 Вольт',
        'Габариты' => '870х560х750 мм',
        'Топливо' => 'АИ-92',
        'Расход топлива' => '2.7 л/ч',
    )

);
$catalog_item_10 = array(
    'img' => 'HUTERDY3000L.jpg',
    'name' => "Генератор HUTER DY3000L",
    'price' => 800,
    'options' => array(
        'Мощность' => '2.5 кВт',
        'Вес' => '43 кг',
        'Напряжение' => '220 Вольт',
        'Габариты' => '560x460x450 мм',
        'Топливо' => 'АИ-92',
        'Расход топлива' => '0.9 л/ч',
    )

);
?>